#-- coding: UTF-8 --
# Выведем строчку
print "I will now count my chickens:"

# Выведем строчки, и посчитам куриц
print "Hens", 25 + 30 / 6

# Выведем строчку и посчитаем петухов
print "Roosters", 100-25 * 3.0 % 4.0

# Выведем строчку и посчитаем яйца
print "Now I will count eggs:"

# Посчитаем выражение, сложив 3 + 2 + 1 - 5 + остаток от деления 4 на 2 - 1/4 + 6 
print 3 + 2 + 1 - 5 + 4.0 % 2.0 - 1 / 4.0 + 6

# Выведем строчку
print "Is this true that 3 + 2 < 5 - 7?"

# Выведем результат опереции сравнения
print 3 + 2 < 5 - 1

# Выведем строчку и посчитаем результат
print "What is 3 + 2?", 3 + 2
# Выведем строчку и посчитаем результат
print "Waht is 5 - 7?", 5 - 7

# Выведем строчку
print "Oh, that's why it's False."

# Выведем еще строчку
print "How about some more."

# Выведем строчку и результат выражения "больше ли 5 чем 2"
print "Is it greater?", 5 > 2

# Выведем строчку и результат выражения "5 больше или равно -2"
print "Is it greater or equal?", 5 >= -2

# Выведем строчку и результат выражения "5 меньше или равно -2"
print "Is it less or equal?", 5 <= -2
